#####################################################################
[Translation]

TRANSLATION_BY = 翻訳 : 
TRANSLATION_NAME = GRETECH JAPAN
TRANSLATION_LINK = 
LANGUAGENAME=日本語

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=4000

#####################################################################

[Common]

SYSTEM_FONT_NAME = MS UI Gothic
SYSTEM_FONT_SIZE = 9
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=PicPickエディター(&E)
#-------------------------------------------------------------

MNU_CAPTURE			=スクリーンのキャプチャー(&C)
MNU_CAPTURE_FULLSCREEN		=フルスクリーン(&F)
MNU_CAPTURE_ACTIVEWINDOW	=アクティブウィンドウ(&A)
MNU_CAPTURE_CONTROL		=ウィンドウコントロール(&C)
MNU_CAPTURE_SCROLLINGWINDOW	=スクロールウィンドウ(&S)
MNU_CAPTURE_REGION		=サイズ選択(&R)
MNU_CAPTURE_FIXEDREGION		=サイズ固定(&F)
MNU_CAPTURE_FREEHAND		=フリーハンド(&H)
MNU_CAPTURE_WEBPAGE		=ウェブページ(&W)
MNU_CAPTURE_REPEAT		=リピートキャプチャー(&L)

MNU_CAPTUREQBAR			=キャプチャーバーの表示(&B)...

#4.0.0
MNU_WIDGET			=ウィジェット表示(&G)...
#4.0.0

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=キャプチャー設定(&S)
MNU_OUTPUTTYPE			=出力方法(&T)

#4.0.0
#この部分は [クリップボードにコピー] -> [クリップボード] のような形式に修正お願いします。
MNU_OUTPUTTYPE_PICPICK		=PicPickエディター(&E)
MNU_OUTPUTTYPE_CLIPBOARD	=クリップボード(&C)
MNU_OUTPUTTYPE_SAVEIMAGE	=指定フォルダに保存(&F)
MNU_OUTPUTTYPE_SAVEFOLDER	=自動的に保存(&A)...
MNU_OUTPUTTYPE_OTHER		=外部プログラム(&X)...
MNU_OUTPUTTYPE_FTP		=FTP(&T)...
MNU_OUTPUTTYPE_SHARE		=共有(&H)
MNU_OUTPUTTYPE_SENDTO		=送る(&D)
MNU_OUTPUTTYPE_FACEBOOK	=Facebook(&B)
MNU_OUTPUTTYPE_TWITTER		=Twitter(&W)
MNU_OUTPUTTYPE_MSWORD		=Word(&W)
MNU_OUTPUTTYPE_MSEXCEL		=Excel(&E)
MNU_OUTPUTTYPE_MSPPT		=PowerPoint(&P)
MNU_OUTPUTTYPE_MSOUTLOOK	=メール(&L)
MNU_OUTPUTTYPE_PRINTER		=印刷(&R)
MNU_OUTPUTTYPE_SKYPE		=スカイプ(&Y)
MNU_OUTPUTTYPE_CLOUD		=クラウド
#4.0.0

MNU_OUTPUTTYPE_WEB			=Web投稿(&W)
MNU_OPT_DEFAULTFORMAT		=デフォルトフォーマット(&F)
MNU_OPT_OPENEDITOR		=PicPickの開始時にエディターを表示(&E)
MNU_OPT_STARTUPPROGRAM	=PicPickをスタートアップに登録(&R)
#-------------------------------------------------------------
MNU_COLORPICKER			=カラーピッカー(&P)
MNU_COLORPALETTE		=カラーパレット(&A)
MNU_COPYCOLORTYPE		=指定形式でコピー(&A)
MNU_COLORHISTORY		=カラー履歴(&H)
MNU_COLORHISTORY_CLEAR		=クリア(&C)
#-------------------------------------------------------------
MNU_MAGNIFIER			=拡大鏡(&M)
MNU_PIXELRULER			=ピクセル定規(&R)
MNU_PROTRACTOR			=分度器(&T)
MNU_CROSSHAIR			=十字ライン(&R)
MNU_WHITEBOARD			=ホワイトボード(&W)
#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=環境設定(&O)...
MNU_EXIT_PICPICK		=終了(&X)

#4.0.0
[Widget]
MNU_WIDGET			=ウィジェット(&G)
MNU_WIDGET_LOCK		=ロック(&L)
MNU_WIDGET_SMALLICONS	=小アイコン表示(&S)
MNU_WIDGET_AUTOHIDE		=自動的に隠す(&U)
MNU_WIDGET_OPACITY		=不透明度(&O)
MNU_WIDGET_ALWAYSTOP		=常に上に表示(&A)
MNU_WIDGET_CLOSE		=閉じる(&C)
#4.0.0

[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =ファイル(&F)
MNU_FILE_NEW =新規作成(&N)
MNU_FILE_OPEN =開く(&O)...
MNU_FILE_OPENCLIPBOARD =クリップボードから開く(&C)
MNU_FILE_OPENURL =URL から開く(&U)
MNU_FILE_SAVESAME=保存(&S)
MNU_FILE_SAVE =名前を付けて保存(&A)...
MNU_FILE_SAVESELECT =選択範囲を名付けて保存(&A)...
MNU_FILE_SAVEALL=すべて保存(&L)...
MNU_FILE_PRINT=印刷(&P)
MNU_FILE_CLOSEIMAGE =画像を閉じる(&C)
MNU_FILE_CLOSECURRENTIMAGE =この画像のみ(&C)
MNU_FILE_CLOSEALLIMAGE =すべての画像(&L)
MNU_FILE_CLOSEALLSAVEDIMAGE =すべての保存済み画像(&S)
MNU_FILE_CLOSEPICPICK =終了(&X)
#-------------------------------------------------------------
MNU_EDIT =編集(&E)
MNU_EDIT_UNDO =元に戻す(&U)
MNU_EDIT_REDO =やり直す(&R)
MNU_EDIT_CUT =切り取り(&T)
MNU_EDIT_COPY =コピー(&C)
MNU_EDIT_PASTE =貼り付け(&P)
MNU_EDIT_PASTEFROMFILE =ファイルから貼り付け(&F)...
MNU_EDIT_SELECTDEL =削除(&D)
MNU_EDIT_SELECTNEW =選択範囲を切り抜き(&R)
MNU_EDIT_DESELECT =選択を解除(&S)
MNU_EDIT_SELECTALL =すべて選択(&A)
MNU_EDIT_IMAGERESIZE =画像のリサイズ/ズーム(&R)...
MNU_EDIT_CANVASRESIZE =キャンバスのリサイズ(&E)...
MNU_EDIT_VIEWBITMAP =ビットマップをフルスクリーンで表示(&V)...
#-------------------------------------------------------------
MNU_TOOLS =ツール(&T)
MNU_TOOLS_FULLSCREEN 		=フルスクリーンのキャプチャー(&F)
MNU_TOOLS_ACTIVEWINDOW 		=アクティブウィンドウのキャプチャー(&A)
MNU_TOOLS_CONTROL 		=ウィンドウコントロールのキャプチャー(&C)
MNU_TOOLS_SCROLLINGWINDOW	=スクロールウィンドウのキャプチャー(&S)
MNU_TOOLS_WEBPAGE 		=ウェブページのキャプチャー(&W)
MNU_TOOLS_REGION 		=選択範囲のキャプチャー(&R)
MNU_TOOLS_FIXEDREGION 		=固定した範囲のキャプチャー(&X)
MNU_TOOLS_FREEHAND 		=フリーハンド キャプチャー(&H)
MNU_TOOLS_REPEAT 		=リピートキャプチャー(&L)
MNU_TOOLS_COLORPICKER		=カラーピッカー(&P)
MNU_TOOLS_COLORPALETTE		=カラーパレット(&A)
MNU_TOOLS_MAGNIFIER		=拡大鏡(&M)
MNU_TOOLS_PIXELRULER		=ピクセル定規(&U)
MNU_TOOLS_PROTRACTOR		=分度器(&T)
MNU_TOOLS_CROSSHAIR		=十字ライン(&H)
MNU_TOOLS_WHITEBOARD		=ホワイトボード(&W)
MNU_TOOLS_OPTION		=環境設定(&O)
#-------------------------------------------------------------
MNU_TOOLSOPTION				=キャプチャー設定(&S)
MNU_TOOLSOPTION_OUTPUTTYPE			=出力方法(&T)
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=デフォルトの画像形式(&F)
MNU_TOOLSOPTION_DUALMONITORS			=デュアルモニターに対応(&D)
MNU_TOOLSOPTION_HOTKEY			=ホットキーの変更(&H)...
MNU_TOOLSOPTION_SOUND				=効果音の有効化(&S)
MNU_TOOLSOPTION_SCROLLCAPTURE		=スクロールキャプチャー(&L)
MNU_TOOLSOPTION_MOUSECURSOR			=カーソルもキャプチャーに含める(&C)
MNU_TOOLSOPTION_STARTUPPROGRAM		=スタートアップに登録(&R)
MNU_TOOLSOPTION_OPENEDITOR			=PicPickの開始時にエディターを表示(&E)
MNU_TOOLS_COLORTYPE				=色のコピー(&T)
#-------------------------------------------------------------
MNU_EFFECT 			=エフェクト(&C)
MNU_EFFECT_INVERT 		=色の反転(&I)
MNU_EFFECT_GRAYSCALE		=グレイスケール(&G)
MNU_EFFECT_MOSAIC 		=モザイク(&P)...
MNU_EFFECT_BLUR 		=ソフト(&B)
MNU_EFFECT_SHARPEN 		=シャープ(&S)
MNU_EFFECT_BRIGHTNESS 		=明度 / コントラスト(&R)
MNU_EFFECT_HSL 			=色相 / 彩度(&H)
MNU_EFFECT_BORDER 		=エッジ強調(&G)
MNU_EFFECT_FLIP 		=反転(&F)
MNU_EFFECT_FLIPH 		=左右反転(&H)
MNU_EFFECT_FLIPV 		=上下反転(&V)
MNU_EFFECT_ROTATE 		=回転(&R)
MNU_EFFECT_ROTATE90 		=&90度 右回転
MNU_EFFECT_ROTATE180 		=&180度 右回転
MNU_EFFECT_ROTATE270 		=&270度 右回転
MNU_EFFECT_FRAME		=フレーム(&E)...
MNU_EFFECT_COLORBALANCE		=カラーバランス(&L)...
MNU_EFFECT_WATERMARK		=ウォーターマーク(&W)...
#-------------------------------------------------------------
MNU_WINDOW =ウィンドウ(&W)
MNU_WINDOW_CASCADE =重ねて表示(&C)
MNU_WINDOW_TILEH =上下に並べて表示(&H)
MNU_WINDOW_TILEV =左右に並べて表示(&V)
MNU_WINDOW_MINIMIZEALL =すべて最小化
#-------------------------------------------------------------
MNU_HELP =ヘルプ(&H)
MNU_HELP_WEBSITE =PicPick公式サイト
MNU_HELP_ABOUT =PicPickについて

PNL_TOOL_TOOLS = ツール
PNL_TOOL_COLOR = カラー
PNL_TOOL_PROPERTY = プロパティ
LBL_TOOL_WIDTHS = 幅 :
LBL_TOOL_OPACITY = 不透性:
LBL_TOOL_SHAPE= 形状:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=ホーム
TAB_FILE=ファイル
TAB_VIEW=表示
TAB_SHAPES=シェイプ
TAB_SHAPES_SUB=フォーマット

#4.0.0
TAB_NUMBERSTAMP=ナンバースタンプ
TAB_NUMBERSTAMP_SUB=書式
TAB_SELECTION=選択領域
TAB_SELECTION_SUB=書式
TAB_MAGNIFIER=拡大鏡効果
TAB_MAGNIFIER_SUB=書式
TAB_STAMPS=スタンプ
TAB_STAMPS_SUB=書式
TAB_SHARE=共有
#4.0.0

TBR_CLIPBOARD=クリップボード
TBN_CLIPBOARD_PASTE=貼り付け
TBN_CLIPBOARD_CUT=切り取り
TBN_CLIPBOARD_COPY=コピー
TBN_CLIPBOARD_DELETE=削除

TBR_VIEW=表示
TBN_VIEW_ZOOMIN=拡大表示
TBN_VIEW_ZOOMOUT=縮小表示
TBN_VIEW_FULL=全画面
TBN_VIEW_100=サイズを戻す

TBR_IMAGE=イメージ
TBN_IMAGE_EFFECT=効果
TBN_IMAGE_CROP=切り抜き
TBN_IMAGE_RESIZE=リサイズ
TBN_IMAGE_ROTATE=回転

TBR_TOOLS=ツール
TBR_COLOR=カラー

POP_COLORTYPE1 = パステルカラー
POP_COLORTYPE2 = 原色

TBR_SHOWHIDE=表示の切り替え
TBN_RULER=ルーラー
TBN_STATUSBAR=ステータスバー
TBN_TAB = タブ

TBN_THUMBNAIL=縮小版

TBR_WINDOW=ウィンドウ
TBN_CASCADE=重ねる
TBN_ARRANGEALL=並べる

TBN_REGISTER=登録(&R)...

TBN_VIEW_100=100% 表示

TBN_TOOLS_SELECT = 選択

#4.0.0
TBN_TOOLS_MOVE=移動
TBN_TOOLS_DRAW=描く
TBN_TOOLS_DRAW_BRUSH=ブラシ(&B)
TBN_TOOLS_DRAW_ERASER=消しゴム(&E)
TBN_TOOLS_DRAW_MARKER=蛍光ペン(&M)
TBN_TOOLS_FILL=塗りつぶし
TBN_TOOLS_FILL_OPTIONS=塗りつぶしオプション
TBN_TOOLS_FILL_STANDARD=塗りつぶし（標準）(&F)
TBN_TOOLS_FILL_REPLACEMENT=色調補正ツール(&R)
TBN_TOOLS_STAMPS=スタンプ
TBN_TOOLS_STAMPS_NUMBER=ナンバースタンプ
TBN_TOOLS_STAMPS_GENERAL=一般スタンプ
TBN_TOOLS_STAMPS_CURSOR=カーソルスタンプ
TBN_SELECT_SELECTION_SHAPES=選択柄
TBN_SELECT_SELECTION_OPTIONS=選択オプション
TBN_SELECT_RECTANGLE=四角で選択(&R)
TBN_SELECT_ELLIPSE=原型で選択(&E)

TBR_SIZE=サイズ
#4.0.0

TBN_MORECOLORS = その他
MNU_PALETTETYPE = パレットタイプ

MNU_TOPBAR_TITLE = 上部ボタンのカスタマイズ
MNU_TOPBAR_MINIMIZERIBBON = リボンの最小化(&M)

MNU_QAT_TITLE=クイックアクセスツールバーをカスタマイズ
MNU_QAT_ADD=クイックアクセスツールバーを追加
MNU_QAT_DELETE=クイックアクセスツールバーから削除
MNU_QAT_ABOVE=クイックアクセスツールバーをリボンの上に表示
MNU_QAT_BELOW=クイックアクセスツールバーをリボンの下に表示

#4.0.0
TBN_VIEW_TOUCHMODE=タッチモード
#4.0.0

#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =画像を新規作成
TIP_FILE_OPEN =既存の画像を開く
TIP_FILE_OPENCLIPBOARD =クリップボードから開く
TIP_FILE_OPENURL =URLから画像を開く
TIP_FILE_SAVE =アクティブタブの画像を保存
TIP_FILE_SAVEAS =アクティブタブの画像を名前を付けて保存
TIP_FILE_SAVESELECT =選択範囲を名前を付けて保存
TIP_FILE_SAVEALL =すべての画像を名前を付けて保存
TIP_FILE_PRINT=画像の印刷
TIP_FILE_CLOSEIMAGE =アクティブ タブの画像を閉じる
TIP_FILE_CLOSEALLIMAGE =すべての画像を閉じる
TIP_FILE_CLOSEALLSAVEDIMAGE =すべての保存済み画像を閉じる
TIP_FILE_CLOSEPICPICK =ウィンドウを閉じる
#-------------------------------------------------------------
TIP_EDIT_UNDO =直前に行った操作を元に戻す
TIP_EDIT_REDO =直前に取り消した操作をやり直す
TIP_EDIT_CUT =選択範囲を切り取ってクリップボードに送る
TIP_EDIT_COPY =選択範囲をコピーしてクリップボードに送る
TIP_EDIT_PASTE =クリップボードの内容をアクティブタブの画像へ貼り付け
TIP_EDIT_PASTEFROMFILE =ファイルからアクティブタブの画像へ貼り付け
TIP_EDIT_SELECTDEL =選択範囲を消去する
TIP_EDIT_SELECTNEW =選択範囲を切り抜く
TIP_EDIT_DESELECT =画像の選択範囲を解除
TIP_EDIT_SELECTALL =画像全体を選択
TIP_EDIT_IMAGERESIZE =画像サイズを変更
TIP_EDIT_CANVASRESIZE =キャンバスサイズを変更
TIP_EDIT_VIEWBITMAP =フルスクリーンで画像を表示
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE = 画面にキャプチャーバーを表示

TIP_TOOLS_FULLSCREEN =デスクトップ全体をキャプチャー
TIP_TOOLS_ACTIVEWINDOW =アクティブウィンドウをキャプチャー
TIP_TOOLS_CONTROL =ウィンドウコントロールをキャプチャー
TIP_TOOLS_SCROLLINGWINDOW	=スクロールするウィンドウをキャプチャー
TIP_TOOLS_WEBPAGE =ウェブページをキャプチャー
TIP_TOOLS_REGION =矩形の選択範囲をキャプチャー
TIP_TOOLS_FREEHAND =フリーハンドの選択範囲をキャプチャー
TIP_TOOLS_FIXEDREGION =固定した範囲をキャプチャー
TIP_TOOLS_REPEAT =前回使用した選択範囲を再キャプチャー

TIP_TOOLS_CAPTUREMENU = スクリーンの画像キャプチャー
TIP_TOOLS_COLORPICKER	=カラーピッカーをスクリーンに表示
TIP_TOOLS_COLORPALETTE	=カラーパレットをスクリーンに表示
TIP_TOOLS_MAGNIFIER	=拡大鏡をスクリーンに表示
TIP_TOOLS_PIXELRULER	=ピクセル定規をスクリーンに表示
TIP_TOOLS_CROSSHAIR	=十字ラインをスクリーンに表示
TIP_TOOLS_PROTRACTOR	=分度器をスクリーンに表示
TIP_TOOLS_WHITEBOARD	=描画用ホワイトボードをスクリーンに表示
TIP_TOOLS_OPTION		=環境設定を表示

#-------------------------------------------------------------
TIP_TOOLSOPTION					=キャプチャー設定の変更
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=キャプチャー画像の出力方法を変更
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=キャプチャー画像の出力方法を変更

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=画像ファイルのデフォルト形式を変更
TIP_TOOLSOPTION_DUALMONITORS			=デュアルモニターのキャプチャーに対応
TIP_TOOLSOPTION_HOTKEY				=操作用ホットキーの変更...
TIP_TOOLSOPTION_SOUND				=画像のキャプチャー時に効果音を鳴らす
TIP_TOOLSOPTION_SCROLLCAPTURE			=画像のスクロールキャプチャー
TIP_TOOLSOPTION_MOUSECURSOR			=マウスカーソルをキャプチャーに含める
TIP_TOOLSOPTION_STARTUPPROGRAM		=Windows起動時にPicPickを自動実行
TIP_TOOLSOPTION_OPENEDITOR			=PicPick の開始時にエディターを表示
TIP_TOOLS_COLORTYPE				=色のコピーを [HTML, RGB, C++, Delphi] に変換

#-------------------------------------------------------------
TIP_EFFECT_INVERT =画像の色を反転
TIP_EFFECT_GRAYSCALE =画像を256色グレイスケールに変換
TIP_EFFECT_MOSAIC =モザイクエフェクトを適用
TIP_EFFECT_BLUR =ソフトエフェクトを適用
TIP_EFFECT_SHARPEN =シャープエフェクトを適用
TIP_EFFECT_BRIGHTNESS =明度 / コントラスト
TIP_EFFECT_HSL =色相 / 彩度
TIP_EFFECT_FLIPH =選択範囲または画像全体を左右反転
TIP_EFFECT_FLIPV =選択範囲または画像全体を上下反転
TIP_EFFECT_ROTATE90 =90度右方向に回転
TIP_EFFECT_ROTATE180 =180度右方向に回転
TIP_EFFECT_ROTATE270 =270度右方向に回転
TIP_EFFECT_FRAME=フレームエフェクトを適用
TIP_EFFECT_WATERMARK=ウォーターマークを追加する

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =ウィンドウを重ねて表示
TIP_WINDOW_TILEH =ウィンドウを左右に並べて表示
TIP_WINDOW_TILEV =ウィンドウを上下に並べて表示
TIP_WINDOW_MINIMIZEALL =開いているウィンドウをすべて最小化
#-------------------------------------------------------------
TIP_HELP_WEBSITE =PicPick公式サイトを開く
TIP_HELP_ABOUT =プログラム情報と著作権情報を表示
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =オブジェクトを移動したり選択します。
TIP_TOOL_SELECT =イメージの一部を選択します。
TIP_TOOL_FILL =領域を選択した色で塗りつぶします。
TIP_TOOL_PICKCOLOR =スポイトツールを使用して画面の色を選択します。
TIP_TOOL_DRAW=イメージにイラストを描きます。
TIP_TOOL_STAMPS=イメージにスタンプを押します。
TIP_TOOL_SHAPE=イメージに図形を描きます。

TIP_SIZE=選択したツールのサイズを決定します。
#4.0.0

TIP_OUTPUTTYPE_MSWORD1 		= Wordドキュメントに
TIP_OUTPUTTYPE_MSWORD2 		= 画像のコピーを挿入

TIP_OUTPUTTYPE_MSEXCEL1 		= Excelドキュメントに
TIP_OUTPUTTYPE_MSEXCEL2 		= 画像のコピーを挿入

TIP_OUTPUTTYPE_MSPOWERPOINT1	= PowerPointドキュメントに
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= 画像のコピーを挿入

TIP_OUTPUTTYPE_SKYPE1		= 画像のコピーをSkypeで送る

TIP_OUTPUTTYPE_SKYPE2 		= 

TIP_OUTPUTTYPE_PROGRAM1		= 指定の外部プログラムへ
TIP_OUTPUTTYPE_PROGRAM2 		= 画像のコピーを送る

TIP_OUTPUTTYPE_MSOUTLOOK1	= E-メールに
TIP_OUTPUTTYPE_MSOUTLOOK2	= 画像のコピーを添付

TIP_OUTPUTTYPE_FACEBOOK1		= この画像をFacebook へ
TIP_OUTPUTTYPE_FACEBOOK2 		= アップロードして共有

TIP_OUTPUTTYPE_TWITTER1		= Twitterへ画像を
TIP_OUTPUTTYPE_TWITTER2 		= アップロード

TIP_OUTPUTTYPE_FTP1		= FTPサーバーへ画像を
TIP_OUTPUTTYPE_FTP2 		= アップロード

TIP_OUTPUTTYPE_WEBUPLOAD1	= ウェブ上の保存場所に
TIP_OUTPUTTYPE_WEBUPLOAD2	= 画像をアップロード

TIP_OUTPUTTYPE_CLOUD1		= 画像をDropbox、Google Driveなど
TIP_OUTPUTTYPE_CLOUD2 		= クラウドストレージに転送します。


TIP_IMAGE_ROTATEFLIP = 画像全体または選択範囲を回転/フリップ

TIP_TOOLS_EFFECT=エフェクトの選択
TIP_TOOLS_WIDTHS=線の太さ
TIP_TOOLS_OPACITY = 不透過度の選択

TIP_VIEW_ZOOMIN =現在の画像をズームイン
TIP_VIEW_ZOOMOUT = 現在の画像をズームアウト
TIP_VIEW_ZOOMSELECT =ズームイン/ズームアウト
TIP_VIEW_ACTUALSIZE = ズームを100%に戻す
TIP_VIEW_THUMBNAIL=画像をすばやく選択できるよう縮小版ページで表示

TIP_SHOW_RULER=画像を測定するための定規を表示/隠す
TIP_SHOW_STATUSBAR=ウィンドウ下部のステータス バーを表示/隠す
TIP_SHOW_TAB=タブバーを表示/隠す

TIP_COLOR_COLOR1 = 前景色
TIP_COLOR_COLOR2 = 背景色
TIP_COLOR_SWAP=前景色と背景色を入れ替え
TIP_COLOR_DEFAULT = デフォルトの前景色と背景色
TIP_COLOR_MORE=他のパレットを表示

TIP_SHAPE_FLATTEN=シェイプを結合
TIP_SHAPE_DELETE=シェイプを削除
TIP_SHAPE_DUPLICATE=シェイプを複製

TIP_SHAPE_FILL=選択シェイプの塗りつぶし
TIP_SHAPE_OUTLINE=シェイプのアウトライン
TIP_SHAPE_EFFECTS=シェイプの操作
TIP_SHAPE_ADDTEXT=シェイプにテキストを挿入

TIP_SHAPE_FLATTEN_ALL=すべてのシェイプを結合
TIP_SHAPE_BRINGTOFRONT=選択シェイプを最前面へ移動します。他のシェイプを隠すことができます。
TIP_SHAPE_SENDTOBACK=選択シェイプを最背面へ移動します。他のシェイプで隠すことができます。

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPickエディター
DLG_CONTROLCAPTURE_TITLE =ウィンドウコントロール
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - スクロールウィンドウ
DLG_REGIONCAPTURE_TITLE =PicPick - 選択範囲のキャプチャー
DLG_FIXEDREGIONCAPTURE_TITLE =PicPick - 固定した範囲のキャプチャー
DLG_FREEHANDCAPTURE_TITLE=PicPick - フリーハンド
DLG_WHITEBOARDTOOL_TITLE=PicPick - ホワイトボード
DLG_MAGNIFIER_TITLE=PicPick - 拡大鏡
DLG_COLORPICKER_TITLE =PicPick - カラーピッカー
DLG_CROSSHAIR_TITLE=PicPick - 十字ライン
DLG_COLORPALETTE_TITLE =カラー パレット
DLG_AUTOSAVE_TITLE = 自動保存
DLG_NEWIMAGE_TITLE = 新規画像
DLG_PRINT_TITLE =印刷
DLG_CANVASSET_TITLE = キャンバスのリサイズ
DLG_IMAGERESIZE_TITLE = 画像のリサイズ
DLG_ABOUT_TITLE = PicPick 情報
DLG_PIXELATE_TITLE = モザイク処理
DLG_HUESATURATION_TITLE = 色相 / 彩度
DLG_BRIGHTNESSCONTRAST_TITLE = 明度 / コントラスト
DLG_FRAME_TITLE		=フレーム
DLG_WATERMARK_TITLE		=ウォーターマーク
DLG_FONTVIEW_TITLE = テキストの挿入
DLG_CAPTURE_TITLE=キャプチャー
DLG_CHANGEHOTKEY_TITLE = ホットキー
DLG_WEBPAGECAPTURE_TITLE = PicPick - ウェブページキャプチャー
DLG_SHORTCUT_TITLE = ホットキーの変更
DLG_SETUP_TITLE		=環境設定
DLG_FILENAMESETUP_TITLE	=ファイル名
DLG_IMAGES_TITLE	=イメージ
DLG_GENERALSETUP_TITLE	=一般
DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=エディター
DLG_ARROWSET_TITLE	=矢印の設定
DLG_FACEBOOK_TITLE	=Facebookへ接続
DLG_TWITTER_TITLE		=Twitterへ接続
DLG_WEBUPLOAD_TITLE		=Webへアップロード

BTN_OK = &OK
BTN_CANCEL = キャンセル(&C)
BTN_APPLY = 適用(&A)
#-------------------------------------------------------------

[About]

GRP_PRESET = 設定
CHK_ADDSTARTUP = スタートアップに登録
CHK_ADDDESTKOP = デスクトップにショートカットを作成
CHK_CHECKUPDATE = プログラムのアップデートをチェック
LBL_LANGUAGE = 言語
BTN_HOTKEY = ホットキー
BTN_CREDIT = クレジット
LBL_PROGRAMPARAMETER=パラメーター(&P)
CHK_SETTINGTOAPPDATA=設定を Application Dataフォルダに保存
LBL_MORELANGUAGE=他の言語ファイルをチェック...

lblSoftwareName=PicPick[ピクピック]
lblCopyright=Copyright(C) Since 2004 Wizple Software, All rights reserved.
lblLicenseTo=この製品は次の方にライセンスされています :
lblRegistered=ライセンスステータス : 製品版
lblTrial=ライセンスステータス : 試用版
lblTrialExpiredDate = 満了日 :
lblLicenseLaw = この製品は、著作権に関する法律および国際条約により保護されています。この製品の全部または一部を無断で複製したり、無断で複製物を配布すると、著作権侵害となりますのでご注意ください。

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =設定
LBL_CONTROLCAPTURE_CLASS =名前
LBL_CONTROLCAPTURE_SIZE =サイズ
LBL_CONTROLCAPTURE_INFO=コントロール
LBL_CONTROLCAPTURE_SCROLL=オートスクロール
LBL_CONTROLCAPTURE_OUTPUTTYPE =出力方法
LBL_CONTROLCAPTURE_HANDLE =ハンドル
LBL_CONTROLCAPTURE_RECT =範囲
LBL_CONTROLCAPTURE_BOTTOMTIP =ウィンドウコントロール (ボタン, タブ, ボックス, ツールバー等...) を選択してPrintScreenキーを押してください

GRP_FIXEDREGIONCAPTURE_PROPERTY = 範囲のサイズ
LBL_FIXEDREGIONCAPTURE_WIDTH = 幅 :
LBL_FIXEDREGIONCAPTURE_HEIGHT =高さ :

TIP_REGIONCAPTURE_NOTDRAG =デスクトップの矩形範囲を選択してください。
TIP_PIXEL = Pixels
TIP_FREEHANDCAPTURE_NOTDRAG =範囲をフリーハンドで選択してください。

LBL_COLORPICKER_COLORAS =カラー :
LBL_COLORPICKER_VALUE =値 :

LSV_WEBPAGECAPTURE_LIST = キャプチャーするWebサイトの選択
BTN_WEBPAGECAPTURE_RELOAD = 再読み込み(&R)
BTN_WEBPAGECAPTURE_CAPTURE = キャプチャー(&C)

LBL_MINIHELP=左クリック＆ドラッグで範囲を選択。
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = ホットキー
GRB_CAPTURE = スクリーンキャプチャー
GRB_TOOLS = ツール

LBL_KEYNONE = なし

LBL_CAPTURE_FULLSCREEN		=フルスクリーン
LBL_CAPTURE_ACTIVEWINDOW	=アクティブウィンドウ
LBL_CAPTURE_CONTROL		=ウィンドウコントロール
LBL_CAPTURE_SCROLLINGWINDOW	=スクロールウィンドウ
LBL_CAPTURE_REGION		=サイズ選択
LBL_CAPTURE_FIXEDREGION		=サイズ固定
LBL_CAPTURE_FREEHAND		=フリーハンド
LBL_CAPTURE_WEBPAGE		=Webページキャプチャー
LBL_CAPTURE_REPEAT		=リピートキャプチャー

LBL_TOOLS_EDITOR		=PicPickエディター
LBL_TOOLS_COLORPICKER		=カラーピッカー
LBL_TOOLS_COLORPALETTE		=カラーパレット
LBL_TOOLS_PIXELRULER		=ピクセル定規
LBL_TOOLS_PROTRACTOR		=分度器
LBL_TOOLS_CROSSHAIR		=十字ライン
LBL_TOOLS_WHITEBOARD		=ホワイトボード

LBL_TOOLS_MAGNIFIER		=拡大鏡

CBO_HOTKEY_CUSTOM		=指定...
CBO_HOTKEY_DEFAULT		=PicPickデフォルト
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=無効化


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = カラー
LBL_FONTCOLOR = フォントの色
CHK_FILLCOLOR = 背景色
CHK_AA = フォントの輪郭をスムースに

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =画像の自動保存
LBL_SELECTFOLDER =自動保存時の保存先フォルダを指定 :
BTN_SELECTFOLDER =参照(&B)
GRP_SELECTFILENAME =ファイル名
RDO_SELECTFILENAME_TEXT =テキスト + 連番
RDO_SELECTFILENAME_NUM =連番のみ
RDO_SELECTFILENAME_DATETIME =日付/時刻
LBL_SELECTFILENAME_DATETIME_FORMAT = hh nn ss  mm-dd-yyyy
EDT_SELECTFILENAME_DEFAULT =Image
GRP_SELECTFORMAT =保存形式
RDO_SELECTFORMAT_BMP =BMP 画像ファイル (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG 画像ファイル (*.jpg)
RDO_SELECTFORMAT_PNG =PNG 画像ファイル (*.png)
RDO_SELECTFORMAT_GIF =GIF 画像ファイル (*.gif)
RDO_SELECTFORMAT_PDF =PDF ファイル (*.pdf)
LBL_SAVEFILENAME=自動保存, FTPアップロードに使用するファイル名のパターン

LBL_EXAMPLETITLE=凡例 :)
LBL_EXAMPLE1=%y / 年,  %m / 月,  %d / 日
LBL_EXAMPLE2=%h / 時,  %n / 分,  %s / 秒
LBL_EXAMPLE3=%c / 連番
LBL_EXAMPLE4=%u : ユーザー名, %w : コンピュータ名
LBL_EXAMPLE5=%t : Unixタイムスタンプ
GRB_OTHERPROGRAM=外部プログラムの設定
LBL_OTHERPROGRAM=キャプチャー画像を送る外部プログラムを指定 :
LBL_OTHERPROGRAMPATH=プログラムのパス :
LBL_OTHERPROGRAMPARAMETER=パラメーター : 
LBL_OTHERPROGRAMSELECT=他の外部プログラムに送る
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

#4.0.0
[GeneralSet]

GRB_STARTINGOPTION=プログラムスタート設定
LBL_PROGRAM_MODE=プログラムスタートモードを選択してください。
CBO_PROGRAM_MODE_EDITOR=PicPickエディター
CBO_PROGRAM_MODE_WIDGET=ウィジェット
CBO_PROGRAM_MODE_TRAY=お知らせ領域のみ表示

CHK_STARTUP=Windowsスタート時に自動実行(&R)
CHK_UPDATE=定期的にプログラムのアップデートを確認します。
#4.0.0

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=キャプチャーのオプション
CHK_DUALMONITORS		=デュアルモニターをサポート
CHK_SOUND			=キャプチャー時の効果音を有効化
CHK_MOUSECURSOR		=カーソルをキャプチャーに含める
CHK_HIDEEDITOR			=キャプチャー時にPicPickエディターを隠す
CHK_ALWAYSCOPYCLIPBOARD	=常にキャプチャー画像をクリップボードへコピー
CHK_STARTWITHCAPTUREBAR	=PicPickの開始時にキャプチャーバーを表示

GRB_AUTOSCROLL			=自動スクロール
CHK_SCROLLCAPTURE		=自動スクロールを有効化
LBL_SCROLLDELAY			=遅延時間 :
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=拡大鏡のウィンドウ
CHK_MAGNIFIER			=キャプチャー時に拡大鏡を表示
LBL_ZOOMSCALE			=ズーム倍率 :

GRB_CAPTUREDELAY		=キャプチャーの遅延時間

CHK_ADVANCECONTROLCAPTURE =  高度なウィンドウコントロールキャプチャーを使用

#4.0.0
LBL_CAPTUREOUTPUT		=お知らせ領域のアイコンメニューを選択したりショートカットキーを使用する場合、キャプチャー結果の方式が変更できます。
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = FTPサーバーの設定
LBL_FTPADDRESS  =FTPサーバー :
LBL_REMOTEPATH = リモートのパス :
LBL_PORT=ポート :
CHK_PASSIVEFTP= パッシブFTPを使用
LBL_USERNAME=ユーザー名 :
LBL_PASSWORD=パスワード :
BTN_CONNECTTEST=テスト
LBL_SENDWEBBROWSER=URL をウェブブラウザで開く
LBL_SENDCLIPBOARD=URL をクリップボードにコピー
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = エディターのオプション
CHK_OPENEDITORWHENSTART=PicPickの開始時にエディターを表示
CHK_CENTERIMAGE =画像をウィンドウの中央に表示する
CHK_CLOSEWITHOUTASKING =未保存の画像を閉じる際、確認しない
CHK_CROPNEW=切り抜きは新規画像として扱う
CHK_SHOWCLASSICUI=旧式のメニューツールバーを使用する

#4.0.0
CHK_EXITWHENCLOSING=PicPickエディターを閉じる時にプログラム終了
#4.0.0

LBL_BG=背景色 :
RDO_BGGRID=市松模様
RDO_BGSOLID=単色

GRB_FILETYPE=ファイルの関連付け
LBL_FILETYPE=PicPickを使用して開く"ファイルの種類" を選択 :
LBL_FILETYPEVISTA=PicPickを既定の画像エディターに

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = 先端
CHK_END = 末尾
CHK_OUTLINE = アウトラインをつける
CBO_AT_ARROW1 = 矢印 1
CBO_AT_ARROW2 = 矢印 2
CBO_AT_CIRCLE = 丸形
CBO_AT_DIAMOND = ひし形
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = キャンバスサイズ
LBL_WIDTH = 画像の幅
LBL_HEIGHT =画像の高さ
LBL_BACKCOLOR = 背景色
LBL_PRESETS = プリセット
CBO_CLIPBOARD=クリップボードから
CBO_LASTUSED=前回のサイズを使用
CBO_CURRENT=現在の画像サイズ
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = リサイズ比率
RDO_ZOOM = パーセンテージ
RDO_SIZE = サイズを指定
CHK_KEEP = 縦横比を維持
LBL_WIDTH = 幅
LBL_HEIGHT = 高さ


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = プレビュー(&P)
LBL_PIXELATE = モザイク
LBL_HUE = 色相
LBL_SATURATION = 彩度
LBL_BIRGHTNESS = 明度
LBL_CONTRAST = コントラスト
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = プレビュー
GRP_EFFECT = エフェクト
CHK_BORDER = ボーダー
CHK_FRAME = フレーム
LBL_ETC=他のフレームエフェクトをチェック...
CHK_AUTO=キャプチャー画像にフレーム エフェクトを適用
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =赤(&R)
LBL_GREEN =緑(&G)
LBL_BLUE =青(&B)
LBL_TYPE = カラー :
BTN_COPY =コピー(&C)

CLR_DEFAULTTEXT = カラーパレット
CLR_CUSTOMTEXT = 他のカラー
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =移動(&M)
MNU_RULER_MOVE_UP =上へ(&U)
MNU_RULER_MOVE_DOWN =下へ(&D)
MNU_RULER_MOVE_LEFT =左へ(&L)
MNU_RULER_MOVE_RIGHT =右へ(&R)
#-------------------------------------------------------------
MNU_RULER_TYPE =タイプ(&T)
MNU_RULER_TYPE_HOTRIZONTAL =水平(&H)
MNU_RULER_TYPE_VERTICAL =垂直(&V)
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =透過(&R)
MNU_RULER_TRANSPARENT_USE =有効化(&E)
MNU_RULER_TRANSPARENT_NOTUSE =無効化(&D)
MNU_RULER_TRANSPARENT_INC =増加 [+] (&I)
MNU_RULER_TRANSPARENT_DEC =減少 [-] (&D)

MNU_MAGNIFIER		=拡大鏡の表示(&M)...

#-------------------------------------------------------------
MNU_RULER_EXIT =閉じる(&X)
#-------------------------------------------------------------
MNU_RULER_UNIT =単位(&U)
MNU_RULER_UNIT_PIXEL =ピクセル(&P)
MNU_RULER_UNIT_INCH =インチ(&I)
MNU_RULER_UNIT_CM =センチ メートル(&C)
MNU_RULER_UNIT_DPI = 解像度(&DPI)
MNU_RULER_COLOR = カラー(&C)
MNU_RULER_COLOR_BLUE = ブルー [デフォルト] (&B)
MNU_RULER_COLOR_YELLOW = イエロー [クラシック] (&Y)
MNU_RULER_COLOR_WHITE = ホワイト(&W)
MNU_RULER_COLOR_BLACK = ブラック(&L)
MNU_RULER_UNIT_DPI_CUSTOM = カスタム(&C)...
DLG_CUSTOMDPI_TITLE= DPI カスタム設定
LBL_CUSTOMDPI_TEXT= インチ単位のピクセル数を入力 (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =ペンの幅(&W)
MNU_WHITEBOARD_PENCOLOR =ペンの色(&C)
MNU_WHITEBOARD_PENCOLOR_BLACK =黒
MNU_WHITEBOARD_PENCOLOR_WHITE =白
MNU_WHITEBOARD_PENCOLOR_RED =赤
MNU_WHITEBOARD_PENCOLOR_GREEN =緑
MNU_WHITEBOARD_PENCOLOR_BLUE =青
MNU_WHITEBOARD_PENCOLOR_CYAN =シアン
MNU_WHITEBOARD_PENCOLOR_MAGENTA =マゼンタ
MNU_WHITEBOARD_PENCOLOR_YELLOW =黄
MNU_WHITEBOARD_PENCOLOR_GRAY =グレー
MNU_WHITEBOARD_PENCOLOR_CUSTOM =その他(&E)
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =クリア(&C)
MNU_WHITEBOARD_SAVE =スクリーンをキャプチャー(&S)
MNU_WHITEBOARD_EXIT =終了(&X)
#-------------------------------------------------------------
TIP_TOOL_MOVE =移動
TIP_TOOL_ZOOM =拡大
TIP_TOOL_PEN =ペン
TIP_TOOL_LINE =直線
TIP_TOOL_ARROW =矢印
TIP_TOOL_SHAPE=形状
TIP_TOOL_RECT =矩形
TIP_TOOL_ELLIPSE =楕円
TIP_TOOL_RRECT =角丸
TIP_TOOL_TRANSPARENT =透過/不透過
TIP_TOOL_CLEAR=クリア
TIP_TOOL_SAVE=名前をつけて保存
TIP_TOOL_WIDTH=幅
TIP_TOOL_COLOR=色

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=プリンタの設定(&S)
BTN_PRINT=印刷(&P)
GRB_PREVIEW =印刷プレビュー

TAB_PAPERSETUP=用紙の設定
TAB_ADDTEXT=テキストの挿入

GRB_MARGINSETUP=余白の設定 [mm] (&M)
LBL_MARGINTOP=上
LBL_MARGINLEFT=左
LBL_MARGINRIGHT=右
LBL_MARGINBOTTOM=下

GRB_IMAGESETUP=画像の設定(&I)
CHK_CENTER=ページ中央に印刷
CHK_SHRINK=ページに適合 [伸縮]
CHK_PROPORTINAL=縦横比を保持
CHK_GRAYSCALE=グレイスケール

GRB_PAPERCOUNT=部数(&N)
LBL_PAPERUNIT=ページ

GRB_ORIENTATION=用紙方向(&O)
RDO_PORTRAIT=縦
RDO_LANDSCAPE=横

GRB_HEADER=ヘッダー(&H)
CHK_HEADERADD=挿入
CBO_HEADERDEFAULT=ここにヘッダーのテキストを入力
LBL_HEADERMARGIN=マージン :
BTN_HEADERFONT=フォント
RDO_HEADERLEFT=左揃え
RDO_HEADERCENTER=中央揃え
RDO_HEADERRIGHT=右揃え

GRB_FOOTER=フッター(&F)
CHK_FOOTERADD=挿入
CBO_FOOTERDEFAULT=ここにフッターのテキストを入力
LBL_FOOTERMARGIN=マージン :
BTN_FOOTERFONT=フォント
RDO_FOOTERLEFT=左揃え
RDO_FOOTERCENTER=中央揃え
RDO_FOOTERRIGHT=右揃え
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = 閉じる(&C)
LBL_PREVIEW = 画像プレビュー
LBL_CAPTION = フォトのキャプション
RDO_SELECTALBUMS = アルバムの選択
RDO_CREATEALBUM = フォト アルバムの新規作成
LBL_CREATEALBUM_NAME = 名称 : 
LBL_CREATEALBUM_LOCATION = 場所 : 
LBL_CREATEALBUM_DESCRIPTION =説明 : 
LBL_CREATEALBUM_PRIVACY = プライバシー : 
CBO_CREATEALBUM_1 = 全員
CBO_CREATEALBUM_2 = マイネットワークと友達
CBO_CREATEALBUM_3 = 友達の友達
CBO_CREATEALBUM_4 = 友達のみ
BTN_UPLOAD = アップロード
LBL_IMGURL = 画像の URL
LBL_LINKURL = アルバムリンクのURL
LBL_UPLOADING=アップロード中...
LBL_UPLOADCOMPLETE =アップロード完了
LBL_UPLOADWAIT = レスポンス待ち...
LBL_UPLOADFAILURE = アップロード失敗。もう一度実行してください。
LBL_UPLOADRESULT = 一枚の画像をアップロードしました。 

LBL_ACCOUNT = アカウント :
LBL_PASSWORD = パスワード :
LBL_REMEMBERPASSWORD = パスワードを記憶
LBL_MESSAGE = メッセージ :

LBL_WEBUPLOAD_TITLE = ImageShack - Free image hosting service
LBL_WEBUPLOAD_TITLESUB = を使用して画像をウェブ上にアップロード
LBL_WEBUPLOAD_SIGNUP = アップロード画像の管理のためにサインアップ！

LBL_WEBUPLOAD_NOACCOUNT = ゲスト （登録不要）
LBL_WEBUPLOAD_ACCOUNTEXIST = ImageShack アカウントあり

BTN_REQUESTTWITTERPIN = Twitter PIN のリクエスト
BTN_REMEMBERME = この PC 上の自分を記憶
LBL_TWITTERPIN = PIN
BTN_CONNECT = 接続(&C)
BTN_DISCONNECT = 切断(&D)

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=クィックタブ
MNU_RENAME=リネーム(&R)
LBL_RENAME=ファイル名を入力してください。

#4.0.0
MNU_OPENFILELOCATION=ファイルの位置を開く(&O)...
#4.0.0

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=テキストボックス
SHP_HIGHLIGHTRECT = ハイライト
SHP_MAGNIFYEFFECT =拡大鏡効果
SHP_NUMBERSTAMP=ナンバースタンプ
SHP_LINES=ライン
SHP_CUSTOMSHAPES=特殊シェイプ
SHP_TRIANGLE=三角形
#4.0.0

SHP_SHAPES = シェイプ
SHP_LINE = 直線
SHP_CURVE = 曲線
SHP_ARROW = 矢印
SHP_CURVEARROW = 曲線+矢印
SHP_ELLIPSE = 楕円
SHP_RECT = 矩形
SHP_ROUNDRECT = 丸矩形
SHP_BALLOON = バルーン
SHP_DIAMOND = ひし形
SHP_PENTAGON = 五角形
SHP_Hexagon = 六角形
SHP_5STAR = 星（五角）
SHP_6STAR = 星（六角）

TAB_EDIT = 編集
TBN_DELETE_OBJECT = 削除(&D)
TBN_DUPLICATE=複製(&U)

MNU_FLATTEN = 結合(&F)
MNU_FLATTENALL = すべて結合(&F)

LST_CHANGESHAPE = シェイプの変更

TAB_SHAPESTYLES=シェイプスタイル

TBN_SHAPETEXT=テキストの挿入(&T)...
TBN_SHAPEFILL=塗り潰し
MNU_SHAPEFILL_NOFILL=なし
MNU_SHAPEFILL_SOLIDFILL=単色
MNU_SHAPEFILL_GRAFILL=垂直グラデーション
MNU_SHAPEFILL_RADIALFILL=円形グラデーション

TBN_SHAPEOUTLINE=アウトライン
MNU_SHAPEOUTLINE_NOLINE = なし
MNU_SHAPEOUTLINE_SOLIDLINE = 実線
MNU_SHAPEOUTLINE_DOTLINE = 点線
MNU_SHAPEOUTLINE_DASHLINE = 鎖線
MNU_SHAPEOUTLINE_DASHDOTLINE = 一点鎖線
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = 二点鎖線


TBN_SHAPEFORMAT=シェイプ操作
TBN_SHAPEEFFECTS=シェイプ効果
MNU_SHAPEEFFECTS_NOEFFECTS=なし
MNU_SHAPEEFFECTS_SHADOW=シャドー
MNU_SHAPEEFFECTS_SHADOWUSE=表示
MNU_SHAPEEFFECTS_SHADOWOPTION=オプション...

MNU_SHAPEEFFECTS_BALLOONPOS=バルーンの方向
MNU_SHAPEEFFECTS_BALLOONPOSTL=上左
MNU_SHAPEEFFECTS_BALLOONPOSTR=上右
MNU_SHAPEEFFECTS_BALLOONPOSBL=下左
MNU_SHAPEEFFECTS_BALLOONPOSBR=下右

MNU_SHAPEEFFECTS_ARROWSTART = 先端のタイプ
MNU_SHAPEEFFECTS_ARROWEND = 後尾のタイプ
MNU_SHAPEEFFECTS_ARROWNONE = 矢印なし
MNU_SHAPEEFFECTS_ARROW1 = 矢印 1
MNU_SHAPEEFFECTS_ARROW2 = 矢印 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = 丸形
MNU_SHAPEEFFECTS_ARROWDIAMOND = ひし形

MNU_SHAPE_ARRANGE=配列
BTN_SHAPE_FRONT=最前面に送る(&F)
BTN_SHAPE_BACK=最背面に送る(&B)

BTN_SHAPE_ARROWSTYLE=矢印の種類

TAB_SHAPECOLOR=シェイプカラー

#4.0.0
TAB_NUMBERSTAMP_NUMBER=スタンプ属性
MNU_NUMBERSTAMP_CURRENT=現在のナンバー
MNU_NUMBERSTAMP_NEXT=次のナンバー
TAB_NUMBERSTAMP_STYLE=スタンプスタイル
MNU_NUMBERSTAMP_SIZE=スタンプサイズ
MNU_NUMBERSTAMP_SIZE_SMALL=Sサイズ(&S)
MNU_NUMBERSTAMP_SIZE_Medium=Mサイズ(&M)
MNU_NUMBERSTAMP_SIZE_LARGE=L(&L)
MNU_NUMBERSTAMP_SHAPE=スタンプ柄
MNU_NUMBERSTAMP_SHAPE_CIRCLE=原型(&C)
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=四角形(&R)

TBN_SELECT_CROPNEW=新しいウィンドウに選択領域カット(&N)
TAB_SELECT_SIZE=サイズ
MNU_SELECT_SIZE_LEFT=左
MNU_SELECT_SIZE_TOP=上
MNU_SELECT_SIZE_WIDTH=領域の幅
MNU_SELECT_SIZE_HEIGHT=領域の高さ
MNU_SELECT_INVERTSELECTION=選択領域の反転

TAB_MAGNIFIER_STYLE=拡大鏡スタイル

MNU_SHARE_OPTIONS=設定(&O)...
#4.0.0

[Licenses]

rdoRegistered = 登録済みのユーザーです。商用利用のためのライセンスを所持しています。
rdoPersonal = このプログラムを私的用途だけに使用します。
btnBuy = 今すぐ購入(&B)
btnRegister = 登録(&R)
btnAgree= 同意します(&A)
btnClose = 閉じる(&C)
lblEnterLicense = あなたの登録情報を入力してください
lblOwnerName = ユーザー名
lblRegistrationCode = ライセンスキー
lblLicenseInfo = このプロダクトの利用ライセンス : 
lblPersonalUse = ホームユーザー（私的利用に限る）

[CommercialVersionTrial]

btnModeTrial = 30日試用版
btnModeTrialDescription = 試用版の残り期間を表示します。

btnModeActivate = ユーザー認証する
btnModeActivateDescription = 製品版をご利用いただくためのライセンスキーを入力してください。

btnModeBuy = ライセンスを購入する
btnModeBuyDescription = 公式サイトのライセンス購入ページを開きます。


lblTrialDescription = 試用版の期間終了後は、製品版ライセンスを購入してご利用ください。
btnContinueTrial = 試用版の有効期間
lblDayLeft = 試用版の残り期間はあと{$1}日です。
lblDayExpired = 試用版は使用できません。

lblEnterLicense = 製品版のライセンスキーを入力してください。
lblOwnerName = ユーザー名
lblRegistrationCode = ライセンスキー
lblRegistrationHelp = ユーザー認証ができない場合は？
btnRegister = ユーザー認証


lblActivationOffline1 = 1. 以下のURLを実行し、ライセンスを購入してください。インターネットに接続できない場合は、接続可能な別のPCでお試しください。
lblActivationOffline2 = 2. 上記のURLから受け取ったライセンスキーを下記に貼り付けた後、[OK]ボタンをクリックしてください。
lblAuthCode = 認証コード :

[ImagesSet]

grbJPEGOption=JPEG オプション
lblJPEGQuality=品質


cboJPEGQualityMaximum = 最高
cboJPEGQualityHigh = 高
cboJPEGQualityMedium = 中
cboJPEGQualityLow = 低

[SaveAll]

grbSaveOptions=保存オプション
lblSelectFolder=スクリーン ショットを保存するディレクトリを選択してください。

rdoAllImages=すべての画像
rdoUnsavedImages=すべての未保存画像

grbFileOptions=ファイル オプション
lblFileName=ファイル名
lblFileType=ファイルの種類
rdoFiles=ファイル

[ColorBalance]

grpbxColorBalance=カラーバランス
lblColorLevels=カラーレベル

grpbxToneBalance= 色調のバランス
rdbtnShadows=シャドー
rdbtnMidtones=中間色
rdbtnHighlights=ハイライト
chckbxPreserveLuminosity=輝度を保つ

[StartPage]

lblStartHome = タスクの選択...
lblStartTitle1 = 新しいタスク
lblStartTitle2 = 便利機能
chkStartDoNotShow = プログラムの起動時にこのウィンドウを表示しない

[Watermark]

lblWaterMarkPreview = プレビュー
lblWaterMarkFile = ファイル :
lblWaterMarkPosition = 位置 :
lblWaterMarkOpacity = 透明度 :
lblWaterMarkOffsetX = 横 :
lblWaterMarkOffsetY = 縦 :
chkWaterMarkAuto= キャプチャーの際、自動でウォーターマークを追加する

;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=OK(&O)
btnCancel=キャンセル(&C)
btnApply=適用(&A)
btnContinue=続ける(&N)

:OPTION
grbOptionLanguage=表示言語を選択
grbOptionConnection=連携管理
btnOptionConnectionClear=すべてのクラウドストレージ連携を解除

:MAINFORM
lstFilesName=名前
lstFilesDate=日付
lstFilesType=種類
lstFilesSize=サイズ

mnuAction=実行
mnuOpen=開く
mnuDownload=ダウンロード
mnuUploadMenu=アップロード
mnuUploadFile=ファイルアップロード
mnuUploadFolder=フォルダアップロード
mnuUploadImage=画像アップロード
mnuNewFolder=新規フォルダ
mnuDelete=削除
mnuRename=名前の変更

itemHome=ホーム
itemOption=オプション
itemAbout=情報
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=すべてのファイル(*.*)
strSearchResult=%sの検索結果

lblHomeTitle= 連携するストレージを選択してください。
lblUploadMode=連携するストレージを選択してください。

itemCount=%s個の項目
itemSelectedCount=%s個の項目を選択しました。

:PREVIEW
lblPreviewPreviewTitle=プレビュー
lblPreviewDescriptionTitle=説明
strPreviewNoDescription=なし

:DOWNLOADFORM

DownloadFormCaption=ダウンロード中...
strPrepareDownload=ダウンロード準備中
strDiscoveredItems=%s個の項目が見つかりました。
strPleaseWait=しばらくお待ちください。
strDownloading=%s個の項目(ダウンロード中)
strDownloadName=名前 : %s
strDownloadRemaining=残りの項目 : %s1 ( 全体 : %s2 )


:UPLOADFORM
UploadFormCaption=アップロード中...
strPrepareUpload=アップロード準備中
strCreatingFolder=フォルダ作成中
strUploading=%s個の項目(アップロード中)
strUploadName=名前 : %s
strUploadRemaining=残りの項目 : %s1 ( 全体 : %s2 )

:LOGINFORM
LoginFormCaption=ログイン
chkSaveConnection=このコンピュータにログイン情報を記憶
lblBrowserCall=%s秒後にWebブラウザを連動します。
lblBrowserCallRetry=%sでもう一度アクセス要請
lblBrowserAccess1=%sで連動するためには、まずWebブラウザからログインしなければいけません。
lblBrowserAccess2=ログインしアクセス権限が許可された後、ブラウザを閉じてから[続ける]ボタンを押してください。

:USERINFO
lblUserInfoStorage=ストレージ名 :
lblUserInfoUserNameTitle=アカウント名 :
lblUserInfoSpaceTitle=使用量 :
btnUserInfoLogout=ログアウト
strSpace = %s2 中 残り %s1 

FileTypetext=テキスト
FileTypedocument=ドキュメント
FileTypeimage=ピクチャ
FileTypevideo=ビデオ
FileTypeaudio=オーディオ
FileTypefile=ファイル
FileTypefolder=フォルダ
FileTypealbum=アルバム

:UPLOAD
lblUploadFileNameTitle=ファイル名
lblUploadFileSizeTitle=ファイルサイズ
lblUploadFilePreviewTitle=プレビュー
btnUploadUpload=ここにアップロード

:MESSAGEBOX
strDelete1item=この項目を本当に削除しますか？
strDelete1moreitems=この %s個の項目を本当に削除しますか？

strFolderExist=そのフォルダ名はすでに存在します。
strDownloadFileExist=その場所に名前が同じ項目があります。\n\n置き換えますか？
strCreateFolder=作成するフォルダ名を入力してください。
strRename=変更する名前を入力してください。


strInvalidFolderName=フォルダ名が正しくありません。
strCannotDelete=ファイルまたはフォルダを削除できません。

strUpdateCheck=Cloud Explorerの新バージョン(%s)がアップデートされました。\nダウンロードページに移動しますか？\n\n現在インストールされているバージョンはクラウドストレージと互換性がありません。
strAuthFail = 認証に失敗しました。もう一度実行してください。

strDownloadFolder=選択したファイルをダウンロードするフォルダを選択してください。
strUploadFolder=クラウドストレージにアップロードするフォルダを選択してください。

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = まず測定の中心点（基点）をクリックしてください。
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = キー [
MSG_ACTIVEWINDOW_2 = ] でアクティブウィンドウをキャプチャー 
MSG_EXITSAVEIMAGE_1 =  画像 [
MSG_EXITSAVEIMAGE_2 = ] の変更を保存しますか？
MSG_DEFAULT_IMAGENAME = Image
MSG_DIRECTORYACCESSERROR = ディレクトリにアクセスできません。
MSG_DEFAULT_TAPNAME = 画像なし
MSG_HOTKEY_ALREADY1 = 以下のホットキーはPicPickで使用できません。
MSG_HOTKEY_ALREADY2 = ホットキーを変更しますか？
MSG_THISFOLDERNOTFOUND = 画像の保存フォルダが見つかりません。
MSG_INVALID_FILENAME = このファイル名は使用できません。
MSG_INVALID_CLIPBOARD = クリップボードデータの取得エラーが発生しました。
MSG_CANNOTREPEATCAPTURE = 前回のキャプチャー時に使用した範囲が見つかりません。
MSG_CLOSEALLIMAGE = 未保存の画像をすべて閉じますか？
MSG_FILE_OPEN =開く
MSG_FILE_SAVE =名前をつけて保存
MSG_NEWVERSIONAVAILABLE = 新しいバージョンのPicPickがリリースされています。今すぐダウンロードページに移動しますか？
MSG_PROGRAM_NOTADDYET=画像キャプチャーを送る外部プログラムを選択してください。
MSG_EXTERNALPROGRAMERROR=指定の外部プログラムが見つかりません。
MSG_PARAMETERS_TITLE=PicPickパラメーター
MSG_OLDLANGUAGE =この言語ファイルは古いバージョンです。そのため翻訳されないテキストが残ります。言語の変更を行いますか？
MSG_INVALIDALBUMNAME=無効なアルバム名です。
MSG_CREATEFAILUREALBUM=アルバムの作成エラー。
MSG_LOADINGFAILUREALBUM=アルバムの読み込みエラー。
MSG_IDEMPTY = ユーザーID を入力してください。
MSG_PWEMPTY = ユーザーパスワードを入力してください。
MSG_SAVE = 保存(&S)
MSG_DONTSAVE = 保存しない(&N)
MSG_DONTSAVEALL = すべて保存しない(&A)
MSG_NODISPLAYAGAIN = 今後、このメッセージを表示しない
BTN_YES = はい(&Y)
BTN_NO = いいえ(&N)
BTN_NOALL = すべていいえ(&O)
MSG_INPUTTEXT = ここにテキストを入力
MSG_FLATTENLAYER= すべてのシェイプを画像に結合しておく必要があります。シェイプを結合しますか？
MSG_FLATTENALL=すべてのシェイプを適用しますか？
MSG_INVALID_DOWNLOADURL = 画像のダウンロード中にエラーが発生しました。
MSG_OPENURL=URL を入力してください。
MSG_ANYSETTINGOK = 設定を変更しました。
MSG_DEFAULTEDITOR=PicPickはすでに既定の画像エディターに設定されています。
MSG_FTPINFONEED=FTPサーバーの情報を入力してください。
MSG_CONNECTIONFAIL=サーバーへの接続時にエラーが発生しました。
MSG_PROGRAM_NOSKYPE=スカイプが見つかりません。
MSG_ACTIVATE_OFFLINE=ネットワークまたは予期せぬエラーによりライセンスキーをアクティブ化できません。
MSG_ACTIVATE_OK = PicPick製品版の認証が完了しました。
MSG_ACTIVATE_TRIAL = PicPick試用版の認証が完了しました。
MSG_ACTIVATE_FAIL = 認証が拒否されました。サポートセンターまでお問い合わせください。
MSG_VALIDOWNERNAME = 購入者情報が正しくありません。
MSG_VALIDLICENSEKEY = ライセンスキーが正しくありません。
MSG_FILENOTFOUND = このファイル名は使用できません。
MSG_CAPTUREAREAFAIL=キャプチャー領域の検出中にエラーが発生しました。セキュリティソフトをチェックしてください。
#4.0.0
MSG_TRANSPARENCYLOST=このイラストを保存すると透明度が失われます。保存しますか？
MSG_DONOTSHOWWEEK=このウィンドウを１週間表示しない
#4.0.0